/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"mgc_no_net_title" = "网络不给力";
"mgc_no_net_retry_title" = "重试";
"mgc_mini_game_api_no_available_account" = "缺少有效的账号";
"mgc_mini_game_api_no_available_controller" = "请传入有效的控制器";
"mgc_mini_game_api_no_available_navi_controller" = "请传入导航控制器";
"mgc_mini_game_api_check_login_alert" = "请先登录";
"mgc_mini_game_api_check_login_message" = "当前没有登录";
"mgc_mini_game_api_check_nickname_alert" = "昵称不能为空";
"mgc_mini_game_api_check_portrait_alert" = "头像不能为空";
"mgc_mini_game_api_check_mobile_message" = "手机号输入不合法";
"mgc_mini_game_api_clear_cache" = "缓存清理成功";
"mgc_jump_manager_check_game_info_alert" = "获取游戏信息失败";
"mgc_jump_manager_check_net_alert" = "请检查网络";
"mgc_jump_manager_check_jump_info" = "当前版本不支持";
"mgc_jump_manager_check_appid" = "请传入appId";
"mgc_mini_game_api_check_appid" = "请配置appid";
"mgc_mini_game_api_check_bundleid" = "请配置一个以bundleId为标识的urlScheme";
"mgc_jump_manager_check_jump_path" = "请传入游戏包名或者路径";
"mgc_jump_manager_check_download_url" = "请传入游戏的下载链接";
"mgc_jump_manager_check_version" = "当前系统版本低于%.1f,不能启动游戏";
"mgc_jump_manager_check_black_list" = "该游戏已加入黑名单,不能运行!";
"mgc_data_cache_manager_check_url" = "资源链接为空";
"mgc_data_cache_manager_check_net_status" = "请检查网络";
"mgc_data_cache_manager_is_download_status" = "正在下载";

"mgc_data_cache_manager_loading_text" = "正在加载";
"mgc_data_cache_manager_loading_fail" = "加载失败";
"mgc_data_cache_manager_check_favorites_success" = "成功";
"mgc_data_cache_manager_check_favorites_fail" = "游戏信息获取失败";
"mgc_data_cache_manager_check_appId" = "appId不合法";
"mgc_data_cache_manager_check_favorites_exist" = "此appId对应的应用已收藏";
"mgc_data_cache_manager_check_favorites_match_fail" = "收藏列表没有匹配到与appId对应的应用信息";
"mgc_data_cache_manager_check_recent_match_fail" = "最近玩过列表没有匹配到与appId对应的应用信息";
"mgc_share_manage_platform_choose" = "请选择分享平台";
"mgc_share_modek_wechat_title" = "微信";
"mgc_share_manage_wechat_line_title" = "微信朋友圈";
"mgc_wmplayer_video_load_fail" = "视频加载失败";
"mgc_inner_buy_manager_status_fail" = "没有可支付的订单号";
"mgc_inner_buy_manager_no_product_id" = "没有可用于支付的产品id";
"mgc_inner_buy_manager_status_success" = "支付成功";
"mgc_inner_buy_manager_status_pay_loading" = "正在支付";
"mgc_inner_buy_manager_status_pay_reuse" = "恢复购买";
"mgc_trade_view_pay_success" = "成功";
"mgc_trade_view_pay_back" = "返回";
"mgc_net_manager_check_net" = "请检查网络";
"mgc_net_manager_net_fail" = "网络请求错误";
"mgc_net_manager_param_fail" = "请求参数错误";
"mgc_waitting_box_message" = "正在加载";
"mgc_check_helper_message" = "当前网络不可用，请检查网络设置";
"mgc_ad_video_close" = "关闭";
"mgc_ad_video_ext_btn_title" = "查看详情";
"mgc_ad_view_client_no_suit_ad" = "无合适广告";
"mgc_ad_view_client_error_ad" = "广告数据异常";
"mgc_ad_view_client_no_support" = "不支持该平台";
"mgc_ad_bean_ext_button_title" = "立即查看";
"mgc_guess_you_like_title" = "猜你喜欢";
"mgc_web_special_load_fail" = "加载失败";
"mgc_web_special_warging_title" = "警告";
"mgc_web_special_warging_alert" = "我知道了";
"mgc_web_special_choose_alert" = "请选择";
"mgc_web_special_warging_alert_sure" = "同意";
"mgc_web_special_warging_alert_cancel" = "不同意";
"mgc_web_special_input_alert_title" = "请输入";
"mgc_web_special_input_alert_sure" = "确定";
"mgc_web_special_input_alert_cancel" = "取消";

"mgc_login_view_mobile_input" = "请输入您的手机号";
"mgc_login_view_check_code" = "获取验证码";
"mgc_login_view_check_code_please" = "请输入验证码";
"mgc_login_view_mobile_not_empty" = "手机号不能为空";
"mgc_login_view_mobile_real" = "请输入正确的手机号";
"mgc_login_view_mobile_not_available" = "手机号不合法";
"mgc_login_view_login_and_register" = "登录/一键注册";
"mgc_login_view_login_cancel" = "取消登录";
"mgc_page_view_more_game_title" = "更多游戏";
"mgc_waitting_box_load_default" = "拼命加载中...";
"mgc_jump_manager_check_game_repeat" = "该游戏正在运行";
"mgc_jump_splash_game_version" = "游戏版本:";
"mgc_jump_splash_leto_version" = "Leto版本:";
"mgc_jump_splash_service_sign" = "微信客服:\n";

"mgc_jump_splash_des" = "抵制不良游戏，拒绝盗版游戏。注意自我保护,谨防受骗上当。\n适度游戏益脑,沉迷游戏伤身。合理安排时间，享受健康生活。";
"mgc_jump_start_game_time_out" = "游戏启动失败";
"mgc_leto_start_param_check_fail" = "游戏Id不能为空";
"mgc_leto_start_app_check_fail" = "游戏正在运行";
"mgc_leto_start_app_success" = "游戏启动成功";
"mgc_leto_start_service_fail" = "service.html 没有找到";
"mgc_leto_start_copy_resource_fail" = "资源复制失败";
"mgc_leto_start_copy_app_fail" = "应用复制失败";
"mgc_leto_start_unzip_source_fail" = "资源解压失败";
"mgc_jump_data_cache_file_save_fail" = "资源下载成功,保存失败";
"mgc_trade_view_pay_exit_login_again" = "该账号已存在,充值前,需要重新载入游戏";
"mgc_pay_faile_alert_title" = "温馨提示";
"mgc_pay_faile_alert_sure" = "确定";
"mgc_game_start_time_out" = "启动超时";
"mgc_banner_ad_data_empty" = "广告数据为空";
"mgc_cache_zip_no_pass" = "资源不完整";


"mgc_setting_look_all_title" = "查看全部";//mgc_game_center_look_all_title
"mgc_setting_my_game_title" = "我的游戏";//mgc_game_center_recent_played_baidu_title
"mgc_game_center_setting_title" = "设置";
"mgc_mine_func_list_clear_cache_title" = "清除缓存";
"mgc_mine_func_list_timer_title" = "显示游戏内计时器";
"mgc_mine_func_list_wechat_service_title" = "微信客服";


"mgc_mine_cash_title" = "提现";
"mgc_mine_cash_right_title" = "提现记录";
"mgc_favorites_navi_right_alert_title" = "您确定清除缓存吗?";
"mgc_favorites_navi_right_alert_subTitle" = "清除缓存会使我的游戏都消失哦";
"mgc_favorites_alert_cancel_title" = "否";
"mgc_favorites_alert_sure_title" = "是";

"mgc_coin_today_get_title" = "今日获得金币";
"mgc_coin_my_balance_title" = "我的金币余额";
"mgc_coin_entrance_title" = "立即提现";

"mgc_cash_balance_sign_title" = "金币余额: ";
"mgc_cash_rmb_des" = "    (约%.2f元)";
"mgc_cash_amount_sign" = "元";
"mgc_cash_sec_header_title" = "提现金额";
"mgc_cash_sec_header_third_title" = "兑换金额";
"mgc_cash_sec_footer_title" = "提现说明\n";
"mgc_cash_get_money_title" = "立即提现";
"mgc_cash_alert_not_enough_title" = "您的金币余额不足";
"mgc_cash_alert_not_enough_cancel_title" = "取消";
"mgc_cash_alert_not_enough_sure_title" = "确认";
"mgc_cash_alert_submit_title" = "提交申请成功,请您耐心等待审核!";

"mgc_cash_bind_sec_str" = "金币";
"mgc_cash_bind_third_str" = "我的金币: ";
"mgc_cash_bind_forth_str" = "元";
"mgc_cash_bind_icon_title" = "游戏获得";//绑定手机号
"mgc_cash_bind_video_sure_title" = "看视频领取";
"mgc_cash_bind_sure_subtitle" = "领取";
"mgc_cash_bind_sure_subtitle_close" = "关闭";

"mgc_cash_bind_sure_title" = "确定";


"mgc_mine_login_alert_title" = "温馨提示";
"mgc_mine_login_alert_subtitle" = "为保障您的收益正常,请先绑定手机号";
"mgc_mine_login_alert_code_nor_title" = "获取验证码";
"mgc_mine_login_alert_code_countdown_title" = "s重新获得";
"mgc_mine_login_alert_field_mobile_placeholder" = "请输入手机号";
"mgc_mine_login_alert_field_code_placeholder" = "请输入验证码";
"mgc_mine_login_alert_sure_btn_title" = "登录/一键注册";


"mgc_mine_cash_record_title" = "提现记录";
"mgc_mine_cash_record_noData_title" = "暂无提现记录";
"mgc_cash_bank_title" = "银行卡收款";
"mgc_cash_bank_sure_title" = "确定";
"mgc_cash_bank_choose_alert_cancel_title" = "取消";
"mgc_cash_bank_choose_alert_sure_title" = "确定";
"mgc_cash_bank_model_name_sign_title" = "姓名:";
"mgc_cash_bank_model_bank_sign_title" = "开户银行:";
"mgc_cash_bank_model_card_sign_title" = "银行卡号:";
"mgc_cash_bank_model_bank_placholder_title" = "请选择银行卡所属银行";
"mgc_cash_bank_model_card_placholder_title" = "请输入您的收款银行卡卡号";
"mgc_cash_bank_model_name_placholder_title" = "请输入您的姓名";



"mgc_cash_info_title" = "请您再次确认银行信息是否正确?";
"mgc_cash_info_cancel_title" = "取消";
"mgc_cash_info_sure_title" = "确定";

"mgc_cash_info_name_sign" = "     姓名:";
"mgc_cash_info_card_num_sign" = "     银行卡号:";
"mgc_cash_info_bank_sign" = "     开户银行:";
"mgc_cash_info_amount_sign" = "     提现金额:";
"mgc_cash_info_amount_symbol" = "元";


"mgc_cash_login_again_content" = "该账号已经注册过了,切换至该账号会导致当前金币余额丢失,是否继续?";
"mgc_cash_login_again_func_first_title" = "继续";
"mgc_cash_login_again_func_sec_title" = "其它账号";

"mgc_cash_record_title" = "银行卡提现";
"mgc_cash_record_status_1" = "待审核";
"mgc_cash_record_status_2" = "提现已受理";
"mgc_cash_record_status_3" = "审核拒绝";
"mgc_cash_record_status_4" = "提现失败";
"mgc_cash_record_status_5" = "到账成功";
"mgc_cash_record_status_6" = "到账失败";
"mgc_no_register_block" = "没有注册回调";


"mgc_float_window_splash_title_1" = "拖动我,可以任意改变位置哦~";
"mgc_float_window_splash_title_2" = "计时器满一圈可获得大量金币";
"mgc_float_window_splash_title_3" = "玩的越久,金币奖励越多,金币无上限";
"mgc_float_window_splash_title_4" = "点击可选择隐藏计时器,奖励仍然会发哦~";


"mgc_coin_entrance_bsb_title" = "兑换燃力";
"mgc_mine_cash_bsb_title" = "兑换";
"mgc_mine_cash_right_bsb_title" = "兑换记录";
"mgc_cash_rmb_bsb_des" = "    (约%.2f燃力)";
"mgc_cash_sec_header_bsb_title" = "兑换燃力";
"mgc_cash_sec_footer_bsb_title" = "兑换说明\n";
"mgc_cash_amount_bsb_sign" = "个";
"mgc_cash_get_money_bsb_title" = "立即兑换";
"mgc_mine_cash_record_noData_bsb_title" = "暂无兑换记录";
"mgc_coin_float_alert_hide_title" = "隐藏";
"mgc_coin_float_alert_title" = "游戏奖励\n";

"mgc_coin_no_video_alert_title" = "高倍金币区,如果选择放弃看视频将无法获得\n";
"mgc_coin_no_video_alert_sign" = "金币";
"mgc_coin_no_video_alert_sure_btn_title" = "确定";


"mgc_coin_service_btn_title" = "客服>";

"mgc_coin_hidden_timer_alert_cancel_title" = "取消";
"mgc_coin_hidden_timer_alert_sure_title" = "确认";
"mgc_coin_hidden_timer_alert_first_title" = "确认隐藏游戏计时器吗?\n";
"mgc_coin_hidden_timer_alert_second_title" = "隐藏后可在设置--显示游戏\n内计时器中打开";

"mgc_game_center_bottom_wifi_des" = "ⓘ 该页面内容由第三方提供";


"mgc_login_manager_sync_account_faile" = "同步账号失败";
"mgc_login_manager_register_faile" = "没有注册回调";

"mgc_api_sync_info_empty" = "同步账号信息不能为空";
"mgc_api_sync_login_sign_empty" = "请配置mgc_sync_loginsign_key";
"mgc_api_sync_userid_empty" = "请配置mgc_sync_userid_key";
"mgc_api_sync_mobile_or_userid_empty" = "请配置mgc_sync_userid_key或mgc_sync_mobile_key";
"mgc_api_sync_sdk_config_empty" = "获取sdk配置信息失败";

"mgc_game_center_alert_pptv_sign_title" = "签到获得";
"mgc_game_center_alert_pptv_ext_des" = "更多奖励可到我的奖品中查询";
"mgc_game_center_alert_pptv_ext_des_special" = "我的奖品";
"mgc_game_center_alert_pptv_fir_btn_title" = "看视频金币";
"mgc_game_center_alert_pptv_sec_btn_title" = "确定";

"mgc_leto_safe_warning" = "需要导入LetoSafe.framework";
"mgc_leto_login_warning" = "请先登录";
//同步完成


"mgc_game_center_sign_tomorrow_sign" = "请明日签到";
"mgc_game_center_sign_today_sign" = "今天";
"mgc_game_center_sign_finish" = "已签";
"mgc_game_center_sign_date_1" = "周一";
"mgc_game_center_sign_date_2" = "周二";
"mgc_game_center_sign_date_3" = "周三";
"mgc_game_center_sign_date_4" = "周四";
"mgc_game_center_sign_date_5" = "周五";
"mgc_game_center_sign_date_6" = "周六";
"mgc_game_center_sign_date_7" = "周日";

"mgc_bind_alert_new_task_type_title" = "完成新手任务";
"mgc_bind_alert_new_task_type_sure_btn_title" = "确认领取";
"mgc_mine_task_play_btn_title" = "马上玩";
"mgc_mine_task_play_btn_other_title" = "立即查看";
"mgc_mine_task_time_sign" = "%@(已玩%.1f分钟)";
"mgc_mine_task_num_sign" = "%@(已完成%@/%@)";
"mgc_mine_task_time_alert_des" = "已累计玩游戏四十分钟,\n完成新手任务，获得奖励";
"mgc_mine_task_num_alert_des" = "已试玩任意三个游戏五分钟,\n完成新手任务，获得奖励";
"mgc_mine_task_add_group_alert_des" = "加入官方微信群,\n完成新手任务，获得奖励";

"mgc_mine_task_new_section_title" = "新手任务";
"mgc_mine_sign_section_title" = "签到领金币";
"mgc_mine_task_status_received_title" = "已领取";

"mgc_mine_task_nor_section_title" = "日常任务";
"mgc_mine_task_nor_task1_title" = "玩游戏计时奖励";
"mgc_mine_task_nor_task1_desc" = "玩的越多,累计获得金币越多";
"mgc_mine_task_nor_task2_title" = "玩\"挑战\"游戏计时奖励";
"mgc_mine_task_nor_task2_desc" = "玩的越多,累计获得金币越多";
